Repository: pharmacykitty/piru
Catalog: Piru/Localizable.xcstrings
Source language: en
Languages: es, zh_hans, zh_hant

source: Piru couldn't open your journal this time, so it's running with temporary storage. **Nothing has been deleted** — your doses and sessions are safe on this device and a future update will restore them automatically. Sending the logs helps us ship that fix faster. They describe the storage problem only — never your dose data.
es: Piru no pudo abrir tu diario esta vez, así que funciona con almacenamiento temporal. **No se ha eliminado nada** — tus dosis y sesiones están a salvo en este dispositivo y una futura actualización las restaurará automáticamente. Enviar los registros nos ayuda a publicar esa corrección antes. Solo describen el problema de almacenamiento — nunca tus datos de dosis.
zh_hans: Piru 这次未能打开你的日记，目前正以临时存储运行。**没有任何数据被删除**——你的剂量和场次仍安全保存在这台设备上，未来的更新会自动恢复它们。 发送日志能帮助我们更快推出修复。日志只描述存储问题本身——绝不包含你的剂量数据。
zh_hant: Piru 這次未能開啟你的日記，目前正以暫時儲存空間執行。**沒有任何資料被刪除**——你的劑量和場次仍安全保存在這部裝置上，未來的更新會自動還原它們。 傳送記錄檔能幫助我們更快推出修正。記錄檔只描述儲存問題本身——絕不包含你的劑量資料。

source: Piru does not monitor emergencies. If someone is in danger, call your local emergency number.
es: Piru no vigila si hay emergencias. Si alguien está en peligro, llama a tu número de emergencias local.
zh_hans: Piru 不会监测紧急情况。如果有人处于危险之中，请拨打当地的急救电话。
zh_hant: Piru 不會監測緊急情況。如果有人處於危險之中，請撥打當地的急救電話。

source: Piru doesn't establish a safe interval for adding medicines or supplements. MAOIs are the documented danger with this class.
es: Piru no establece un intervalo seguro para agregar medicamentos o suplementos. Los IMAO son el peligro documentado con esta clase.
zh_hans: Piru 无法给出加用药物或补充剂的安全间隔。对这一类来说，有文献记录的危险是 MAOI。
zh_hant: Piru 無法給出加用藥物或補充劑的安全間隔。對這一類來說，有文獻記錄的危險是 MAOI。

source: Piru doesn't measure any of this. It describes what sources report for the class.
es: Piru no mide nada de esto. Describe lo que indican las fuentes sobre la clase.
zh_hans: Piru 并不测量其中任何一项。它描述的是各来源对这一类的报告。
zh_hant: Piru 並不測量其中任何一項。它描述的是各來源對這一類的報告。

source: Piru doesn't measure any of this. It describes what sources report.
es: Piru no mide nada de esto. Describe lo que indican las fuentes.
zh_hans: Piru 并不测量其中任何一项。它描述的是各来源的报告。
zh_hant: Piru 並不測量其中任何一項。它描述的是各來源的報告。

source: Piru doesn't model a timeline for %1$@ %2$@. The session shows when each dose was taken, not how long it lasts.
es: Piru no modela una línea de tiempo para %@ %@. La sesión muestra cuándo se tomó cada dosis, no cuánto dura.
zh_hans: Piru 无法为 %2$@ 的 %1$@ 绘制时间线。这个场次只显示每次用药的时间，而非其持续时长。
zh_hant: Piru 無法為 %2$@ 的 %1$@ 繪製時間線。這個場次只顯示每次用藥的時間，而非其持續時長。

source: Piru doesn't model a timeline for these forms — the session shows when each dose was taken, not how long it lasts.
es: Piru no modela una línea de tiempo para estas formas — la sesión muestra cuándo se tomó cada dosis, no cuánto dura.
zh_hans: Piru 无法为这些剂型绘制时间线——这个场次只显示每次用药的时间，而非其持续时长。
zh_hant: Piru 無法為這些劑型繪製時間線——這個場次只顯示每次用藥的時間，而非其持續時長。

source: Piru has moved
es: Piru se mudó
zh_hans: Piru 搬家了
zh_hant: Piru 搬家了

source: Piru is a personal record and a general reference, provided as is and without warranty of any kind. It is not medical advice and not a medical device, and it is not for diagnosis, treatment, dosing decisions or emergencies.
es: Piru es un registro personal y una referencia general, que se ofrece tal cual y sin garantía de ningún tipo. No es consejo médico ni un dispositivo médico, y no sirve para diagnóstico, tratamiento, decisiones de dosificación ni emergencias.
zh_hans: Piru 是一份个人记录和一份通用参考，按原样提供，不附带任何形式的保证。它不是医疗建议，也不是医疗器械，不用于诊断、治疗、剂量决策或紧急情况。
zh_hant: Piru 是一份個人紀錄和一份通用參考，按原樣提供，不附帶任何形式的保證。它不是醫療建議，也不是醫療器材，不用於診斷、治療、劑量決策或緊急情況。

source: Piru now lives in a new app. Install it on this device and the first time you open it, your journal, meds and settings come across on their own. Nothing here is deleted.
es: Piru ahora está en una app nueva. Instálala en este dispositivo y, la primera vez que la abras, tu diario, tus medicamentos y tu configuración pasarán solos. Nada de lo que hay aquí se elimina.
zh_hans: Piru 现在是一个新的 App。在这台设备上安装它，第一次打开时，你的日记、用药和设置会自动搬过去。这里的内容不会被删除。
zh_hant: Piru 現在是一個新的 App。在這台裝置上安裝它，第一次打開時，你的日記、用藥和設定會自動搬過去。這裡的內容不會被刪除。

source: Piru shows the highest-priority source you've enabled that has this data — and you choose the order.
es: Piru muestra la fuente de mayor prioridad que hayas activado y que tenga este dato — y el orden lo eliges tú.
zh_hans: Piru 会显示你已启用的、拥有该数据的最高优先级来源——顺序由你决定。
zh_hant: Piru 會顯示你已啟用的、擁有該資料的最高優先順序來源——順序由你決定。

source: Piru, PsychonautWiki, or an encrypted backup
es: Piru, PsychonautWiki o una copia cifrada
zh_hans: Piru、PsychonautWiki 或加密备份
zh_hant: Piru、PsychonautWiki 或加密備份

source: Piru's source code is available under the GNU GPL v3.
es: El código fuente de Piru está disponible bajo la GNU GPL v3.
zh_hans: Piru 的源代码以 GNU GPL v3 许可提供。
zh_hant: Piru 的原始碼以 GNU GPL v3 許可提供。

source: Piru's source code.
es: El código fuente de Piru.
zh_hans: Piru 的源代码。
zh_hant: Piru 的原始碼。

source: PK columns
es: Columnas PK
zh_hans: 药代动力学列
zh_hant: 藥物動力學欄

source: Plain names, pharmacology folded away until you open it.
es: Nombres sencillos, con la farmacología plegada hasta que la abras.
zh_hans: 使用通俗名称，药理内容默认折叠，需要时再展开。
zh_hant: 使用通俗名稱，藥理內容預設折疊，需要時再展開。

source: Plain-text session data — for notes, AI, or records
es: Datos de sesión en texto plano — para notas, IA o archivo
zh_hans: 纯文本场次数据——用于笔记、AI 或存档
zh_hant: 純文字場次資料——用於筆記、AI 或存檔

source: Plateau
es: Meseta
zh_hans: 平台
zh_hant: 平台

source: Plateau range
es: Rango de meseta
zh_hans: 平台范围
zh_hant: 平台範圍

source: Plateaus around %@, %@× one dose, reached in %@
es: Se estabiliza en torno a %@, %@× una dosis, alcanzado en %@
zh_hans: 稳定在约 %@，为单次剂量的 %@ 倍，在 %@ 内达到
zh_hant: 穩定在約 %@，為單次劑量的 %@ 倍，在 %@ 內達到

source: Plum and fuchsia, from the open encyclopedia
es: Ciruela y fucsia, de la enciclopedia abierta
zh_hans: 梅紫与紫红，来自开放百科
zh_hant: 梅紫與紫紅，來自開放百科

source: Point at a barcode or label, then tap a highlighted area
es: Apunta a un código de barras o etiqueta y toca un área resaltada
zh_hans: 对准条形码或标签，然后轻点高亮区域
zh_hant: 對準條碼或標籤，然後輕點醒目提示的區域

source: Point at any medication box to see what's inside it
es: Apunta a cualquier caja de medicamento para ver qué contiene
zh_hans: 对准任意药盒，查看里面是什么
zh_hant: 對準任意藥盒，查看裡面是什麼

source: Point at the box — name, strength, barcode
es: Apunta a la caja — nombre, concentración, código de barras
zh_hans: 对准药盒——名称、规格、条码
zh_hant: 對準藥盒——名稱、規格、條碼

source: Point the camera at a medication box — the brand, the printed name, or the barcode — and Piru opens what it knows about the substance inside: the pharmacology, the doses on record, the interactions.
es: Apunta la cámara a una caja de medicamento — la marca, el nombre impreso o el código de barras — y Piru abre lo que sabe de la sustancia que contiene: la farmacología, las dosis registradas, las interacciones.
zh_hans: 把相机对准药盒——品牌、印刷名称或条码——Piru 会打开它对其中物质的了解：药理、已记录的剂量、相互作用。
zh_hant: 把相機對準藥盒——品牌、印刷名稱或條碼——Piru 會開啟它對其中物質的了解：藥理、已記錄的劑量、交互作用。

source: Point the camera at the printed drug name.
es: Apunta la cámara al nombre impreso del fármaco.
zh_hans: 将相机对准印刷的药品名称。
zh_hant: 將相機對準印刷的藥品名稱。

source: Poison Centre
es: Centro de toxicología
zh_hans: 中毒中心
zh_hant: 中毒中心

source: Poison Control
es: Centro de toxicología
zh_hans: 中毒控制中心
zh_hant: 中毒控制中心

source: Poison Control: 1-800-222-1222
es: Centro de toxicología: 1-800-222-1222
zh_hans: 中毒控制中心：1-800-222-1222
zh_hant: 中毒控制中心：1-800-222-1222

source: Poisons Centre
es: Centro de toxicología
zh_hans: 中毒中心
zh_hant: 中毒中心

source: Poisons Information
es: Información toxicológica
zh_hans: 中毒信息
zh_hant: 中毒資訊

source: Popularity
es: Popularidad
zh_hans: 热门程度
zh_hant: 熱門程度

source: Population-average half-lives in a one-compartment model.
es: Vidas medias promedio de la población en un modelo monocompartimental.
zh_hans: 单室模型中的群体平均半衰期。
zh_hant: 單室模型中的群體平均半衰期。

source: Positive allosteric modulators at GABA-A — they amplify the brain's own inhibitory signal rather than acting on their own. That ceiling is why they are relatively safe alone and dangerous with anything else that sedates.
es: Moduladores alostéricos positivos de GABA-A — amplifican la propia señal inhibitoria del cerebro en lugar de actuar por sí solos. Ese techo es lo que los hace relativamente seguros solos y peligrosos con cualquier otra cosa que sede.
zh_hans: GABA-A 的正向别构调节剂——它们放大大脑自身的抑制信号，而非独立起作用。这一上限使它们单独使用时相对安全，却与任何其他镇静物质同用时危险。
zh_hant: GABA-A 的正向異位調節劑——它們放大大腦自身的抑制訊號，而非獨立起作用。這一上限使它們單獨使用時相對安全，卻與任何其他鎮靜物質同用時危險。

source: Positive allosteric modulators of the AMPA glutamate receptor. The high-impact ones carry convulsant liability; the low-impact ones are safer and weaker.
es: Moduladores alostéricos positivos del receptor de glutamato AMPA. Los de alto impacto conllevan riesgo convulsivo; los de bajo impacto son más seguros y más débiles.
zh_hans: AMPA 谷氨酸受体的正向别构调节剂。作用强的有致惊厥风险；作用弱的更安全，也更弱。
zh_hant: AMPA 麩胺酸受體的正向異位調節劑。作用強的有致驚厥風險；作用弱的更安全，也更弱。

source: Potency
es: Potencia
zh_hans: 效价
zh_hant: 效價

source: Predicted
es: Previsto
zh_hans: 预测
zh_hant: 預測

source: Pregabalin
es: Pregabalina
zh_hans: 普瑞巴林
zh_hant: 普瑞巴林

source: prescribing
es: prescripción
zh_hans: 处方信息
zh_hant: 處方資訊

source: Prescription medication
es: Medicamento con receta
zh_hans: 处方药
zh_hant: 處方藥

source: Prescription only
es: Solo con receta
zh_hans: 仅限处方
zh_hant: 僅限處方

source: Prescriptions
es: Recetas
zh_hans: 处方
zh_hant: 處方

source: Previous month
es: Mes anterior
zh_hans: 上个月
zh_hant: 上個月

source: Previous Month
es: Mes anterior
zh_hans: 上个月
zh_hant: 上個月

source: Previous Year
es: Año anterior
zh_hans: 上一年
zh_hant: 上一年

source: Primarily acts as an agonist or partial agonist at serotonin 5-HT2A receptors, particularly on layer V pyramidal neurons in the prefrontal cortex. 5-HT2A activation increases glutamate release and enhances cortical excitability, leading to altered perception, cognition, and consciousness. Most classical psychedelics also interact with 5-HT2C, 5-HT1A, and other serotonin receptor subtypes.
es: Actúa principalmente como agonista o agonista parcial de los receptores de serotonina 5-HT2A, en particular en las neuronas piramidales de la capa V de la corteza prefrontal. La activación de 5-HT2A aumenta la liberación de glutamato y potencia la excitabilidad cortical, lo que altera la percepción, la cognición y la consciencia. La mayoría de los psicodélicos clásicos también interactúan con 5-HT2C, 5-HT1A y otros subtipos de receptores de serotonina.
zh_hans: 主要作为血清素 5-HT2A 受体的激动剂或部分激动剂，特别是在前额叶皮质 V 层锥体神经元上。5-HT2A 激活增加谷氨酸释放并增强皮质兴奋性，导致感知、认知和意识改变。大多数经典迷幻剂也与 5-HT2C、5-HT1A 等血清素受体亚型相互作用。
zh_hant: 主要作為血清素 5-HT2A 受體的促效劑或部分促效劑，特別是在前額葉皮質 V 層錐體神經元上。5-HT2A 活化增加麩胺酸釋放並增強皮質興奮性，導致感知、認知和意識改變。大多數經典迷幻劑也與 5-HT2C、5-HT1A 等血清素受體亞型相互作用。

source: primary receptor targets
es: receptores objetivo principales
zh_hans: 主要受体靶点
zh_hant: 主要受體靶點

source: primary target potency
es: potencia en el objetivo principal
zh_hans: 主要靶点效价
zh_hant: 主要靶點效價

source: Primary Targets:
es: Objetivos principales:
zh_hans: 主要作用位点：
zh_hant: 主要作用位點：

source: Privacy
es: Privacidad
zh_hans: 隐私
zh_hant: 隱私

source: Privacy Policy
es: Política de privacidad
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Progesterone
es: Progesterona
zh_hans: 黄体酮
zh_hant: 黃體酮

source: Progress
es: Progreso
zh_hans: 进度
zh_hant: 進度

source: Project hormone levels from injectable esters
es: Proyecta niveles hormonales a partir de ésteres inyectables
zh_hans: 根据注射用酯类推算激素水平
zh_hant: 根據注射用酯類推算激素水平

source: Projected · %@
es: Proyectado · %@
zh_hans: 预测 · %@
zh_hant: 預測 · %@

source: Projected Steady State
es: Estado estacionario proyectado
zh_hans: 预计稳态
zh_hant: 預計穩態

source: Promote wakefulness without the dopaminergic surge of a classical stimulant. Mechanism is still argued over; the effect is alertness without much euphoria.
es: Promueven la vigilia sin la descarga dopaminérgica de un estimulante clásico. El mecanismo aún se discute; el efecto es alerta sin mucha euforia.
zh_hans: 在没有经典兴奋剂那种多巴胺激增的情况下促进清醒。机制仍有争议；效果是警觉，而少有欣快。
zh_hant: 在沒有經典興奮劑那種多巴胺激增的情況下促進清醒。機制仍有爭議；效果是警覺，而少有欣快。

source: Protect from light
es: Proteger de la luz
zh_hans: 避光保存
zh_hant: 避光保存

source: protein binding
es: unión a proteínas
zh_hans: 血浆蛋白结合
zh_hant: 血漿蛋白結合

source: Protein binding
es: Unión a proteínas
zh_hans: 血浆蛋白结合
zh_hant: 血漿蛋白結合

source: Protocol — %@
es: Protocolo — %@
zh_hans: 方案——%@
zh_hant: 方案——%@

source: Psychedelic
es: Psicodélico
zh_hans: 迷幻剂
zh_hant: 迷幻劑

source: Psychedelics
es: Psicodélicos
zh_hans: 迷幻剂
zh_hant: 迷幻劑

source: Psychedelics (5-HT2A)
es: Psicodélicos (5-HT2A)
zh_hans: 迷幻剂（5-HT2A）
zh_hant: 迷幻劑（5-HT2A）

source: Psychological Help
es: Ayuda psicológica
zh_hans: 心理援助
zh_hant: 心理援助

source: PsychonautWiki Format
es: Formato PsychonautWiki
zh_hans: PsychonautWiki 格式
zh_hant: PsychonautWiki 格式

source: PsyLog format
es: Formato PsyLog
zh_hans: PsyLog 格式
zh_hant: PsyLog 格式

source: pubchem.ncbi.nlm.nih.gov — National Library of Medicine
es: pubchem.ncbi.nlm.nih.gov — Biblioteca Nacional de Medicina
zh_hans: pubchem.ncbi.nlm.nih.gov——美国国家医学图书馆
zh_hant: pubchem.ncbi.nlm.nih.gov——美國國家醫學圖書館

source: Published benzodiazepine equivalence table
es: Tabla publicada de equivalencias de benzodiacepinas
zh_hans: 已发表的苯二氮䓬等效量表
zh_hant: 已發表的苯二氮平等效量表

source: Published equivalences are approximate and vary between sources. A prescriber must assess any medication change.
es: Las equivalencias publicadas son aproximadas y varían entre fuentes. Cualquier cambio de medicación debe evaluarlo quien prescribe.
zh_hans: 已发表的等效量均为近似值，不同来源之间可能存在差异。任何用药调整都须由处方医生评估。
zh_hant: 已發表的等效量均為近似值，不同來源之間可能存在差異。任何用藥調整都須由處方醫師評估。

source: Published oral MME reference factors
es: Factores de referencia MME orales publicados
zh_hans: 已发表的口服 MME 参考系数
zh_hant: 已發表的口服 MME 參考係數

source: Published oral morphine milligram equivalent (MME) factors compare amounts across opioids. They must not be used to choose a replacement dose when switching medications.
es: Los factores publicados de equivalente en miligramos de morfina (MME) oral comparan cantidades entre opioides. No deben usarse para elegir una dosis de reemplazo al cambiar de medicación.
zh_hans: 已发表的口服吗啡毫克当量（MME）系数用于比较不同阿片类药物的用量。换药时不得用这些系数确定替代剂量。
zh_hant: 已發表的口服嗎啡毫克當量（MME）係數用於比較不同鴉片類藥物的用量。換藥時不得用這些係數確定替代劑量。

source: Pull
es: Extraer
zh_hans: 拉动
zh_hant: 拉動

source: Purchase Not Completed
es: Compra no completada
zh_hans: 购买未完成
zh_hant: 購買未完成

source: Put on familiar music
es: Pon música que conozcas
zh_hans: 听熟悉的音乐
zh_hant: 聽熟悉的音樂

source: Put the phone down — screens can amplify restlessness
es: Deja el teléfono — las pantallas pueden amplificar la inquietud
zh_hans: 放下手机——屏幕会加剧躁动感
zh_hant: 放下手機——螢幕會加劇躁動感

source: Put your feet flat on the floor. Feel the ground beneath you.
es: Apoya los pies planos en el suelo. Siente el suelo debajo de ti.
zh_hans: 将双脚平放在地板上。感受脚下的地面。
zh_hant: 將雙腳平放在地板上。感受腳下的地面。

source: Quantity
es: Cantidad
zh_hans: 数量
zh_hant: 數量

source: Quick Log
es: Registro rápido
zh_hans: 快捷记录
zh_hant: 快捷記錄

source: Quick-Log Shortcuts
es: Atajos del Registro rápido
zh_hans: 快捷记录快捷项
zh_hant: 快捷記錄快捷項目

source: quiet
es: silencioso
zh_hans: 静默
zh_hant: 靜默

source: Quiet
es: Silencioso
zh_hans: 静默
zh_hant: 靜默

source: Quiet hours
es: Horas de silencio
zh_hans: 勿扰时段
zh_hant: 勿擾時段

source: Quiet Hours
es: Horas de silencio
zh_hans: 勿扰时段
zh_hant: 勿擾時段

source: Quiet med
es: Medicamento silencioso
zh_hans: 静默用药
zh_hant: 靜默用藥

source: Quiet meds' reminders arrive silently — no buzz, no lock-screen wake. If you use iOS Scheduled Summary, they batch there.
es: Los recordatorios de los medicamentos silenciosos llegan sin sonido — sin vibración ni encender la pantalla bloqueada. Si usas el Resumen programado de iOS, se agrupan ahí.
zh_hans: 静默用药的提醒会无声送达——不震动，也不点亮锁定屏幕。如果你使用 iOS 的定时摘要，它们会汇总到那里。
zh_hant: 靜默用藥的提醒會無聲送達——不震動，也不亮起鎖定畫面。如果你使用 iOS 的定時摘要，它們會彙整到那裡。

source: Racetams, choline, and cognitive aids.
es: Racetamos, colina y ayudas cognitivas.
zh_hans: 拉西坦类、胆碱与认知辅助剂。
zh_hant: 拉西坦類、膽鹼與認知輔助劑。

source: Raise dopamine and noradrenaline signalling, which raises drive, attention and wakefulness — and heart rate and temperature with them. They differ mostly in how they do it: releasing the neurotransmitter, or blocking its reuptake.
es: Aumentan la señalización de dopamina y noradrenalina, lo que eleva el impulso, la atención y la vigilia — y con ellos la frecuencia cardíaca y la temperatura. Se diferencian sobre todo en cómo lo hacen: liberando el neurotransmisor o bloqueando su recaptación.
zh_hans: 增强多巴胺和去甲肾上腺素信号，从而提升动力、注意力和清醒度，心率和体温也随之升高。它们的差异主要在于方式：促进神经递质释放，或阻断其再摄取。
zh_hant: 增強多巴胺和正腎上腺素訊號，從而提升動力、注意力和清醒度，心率和體溫也隨之升高。它們的差異主要在於方式：促進神經傳導物質釋放，或阻斷其再攝取。

source: Raise serotonin, noradrenaline or dopamine signalling over weeks rather than hours. The class matters here mostly for what it blocks or stacks with.
es: Aumentan la señalización de serotonina, noradrenalina o dopamina a lo largo de semanas, no de horas. Aquí la clase importa sobre todo por lo que bloquea o con lo que se acumula.
zh_hans: 在数周而非数小时内提升血清素、去甲肾上腺素或多巴胺信号。这一类在此主要因其阻断或叠加的对象而重要。
zh_hant: 在數週而非數小時內提升血清素、正腎上腺素或多巴胺訊號。這一類在此主要因其阻斷或疊加的對象而重要。

source: Raise strength
es: Subir concentración
zh_hans: 提高浓度
zh_hant: 提高濃度

source: Raise volume
es: Subir volumen
zh_hans: 增加容量
zh_hant: 增加容量

source: Raises noradrenaline and serotonin release by blocking the α₂ autoreceptors that normally brake it, instead of blocking reuptake. The H₁ block alongside it is the sedation and the appetite.
es: Aumenta la liberación de noradrenalina y serotonina bloqueando los autorreceptores α₂ que normalmente la frenan, en lugar de bloquear la recaptación. El bloqueo H₁ que lo acompaña es la sedación y el apetito.
zh_hans: 通过阻断本来起刹车作用的α₂自身受体来提高去甲肾上腺素和血清素的释放，而不是阻断再摄取。与之并行的H₁阻断，就是镇静和食欲的来源。
zh_hant: 透過阻斷本來起煞車作用的α₂自身受體來提高正腎上腺素和血清素的釋放，而不是阻斷再攝取。與之並行的H₁阻斷，就是鎮靜和食慾的來源。

source: Range
es: Rango
zh_hans: 范围
zh_hant: 範圍

# Ranges from about %lld to %lld %@ across the cycle
source: Ranges from about %1$lld to %2$lld %3$@ across the cycle
es: Oscila entre unos %lld y %lld %@ a lo largo del ciclo
zh_hans: 整个周期内约在 %lld 到 %lld %@ 之间
zh_hant: 整個週期內約在 %lld 到 %lld %@ 之間

source: Rat
es: Rata
zh_hans: 大鼠
zh_hant: 大鼠

source: rat assay
es: ensayo en rata
zh_hans: 大鼠实验
zh_hant: 大鼠實驗

source: Re-ask %lld
es: Recordatorio extra %lld
zh_hans: 第 %lld 次再问
zh_hant: 第 %lld 次再問

source: Reach out to someone you trust if you feel overwhelmed
es: Habla con alguien de confianza si todo te supera
zh_hans: 如果感到无法承受，向信任的人倾诉
zh_hant: 如果感到無法承受，向信任的人傾訴

source: Reached after %@
es: Alcanzado tras %@
zh_hans: %@ 后达到
zh_hant: %@ 後達到

source: Reaches
es: Alcanza
zh_hans: 达到
zh_hant: 達到

source: Read experience reports on FreeODWiki
es: Leer relatos de experiencias en FreeODWiki
zh_hans: 在 FreeODWiki 阅读体验报告
zh_hant: 在 FreeODWiki 閱讀體驗報告

source: Read from the box
es: Leer de la caja
zh_hans: 从药盒读取
zh_hant: 從藥盒讀取

source: Read less
es: Leer menos
zh_hans: 收起
zh_hant: 收起

source: Read more
es: Leer más
zh_hans: 展开
zh_hant: 展開

source: Reading the estimate
es: Cómo leer la estimación
zh_hans: 如何理解估算
zh_hant: 如何理解估算

source: Ready-to-inject solution
es: Solución lista para inyectar
zh_hans: 即用型注射溶液
zh_hant: 即用型注射溶液

source: Real but bounded
es: Real pero acotada
zh_hans: 确有影响但有限
zh_hant: 確有影響但有限

source: Real tolerance that drops after a break or a change of setting — which is exactly what makes returning to an old dose dangerous.
es: Tolerancia real que baja tras un descanso o un cambio de entorno — que es justo lo que hace peligroso volver a una dosis antigua.
zh_hans: 实打实的耐受，停一阵子或换了环境就会掉——这正是为什么回到以前的剂量会很危险。
zh_hant: 實打實的耐受，停一陣子或換了環境就會掉——這正是為什麼回到以前的劑量會很危險。

source: Recent
es: Reciente
zh_hans: 最近
zh_hant: 最近

source: Recent Entries (24h)
es: Registros recientes (24 h)
zh_hans: 最近记录（24 小时）
zh_hant: 最近記錄（24 小時）

source: Recently Searched
es: Búsquedas recientes
zh_hans: 最近搜索
zh_hant: 最近搜尋

source: Recently Updated
es: Actualizados recientemente
zh_hans: 最近更新
zh_hant: 最近更新

source: Recents
es: Recientes
zh_hans: 最近
zh_hant: 最近

source: Receptor complex
es: Complejo receptor
zh_hans: 受体复合物
zh_hant: 受體複合物

source: Receptor data
es: Datos de receptores
zh_hans: 受体数据
zh_hant: 受體資料

source: Receptor Literature
es: Bibliografía de receptores
zh_hans: 受体文献
zh_hant: 受體文獻

source: Receptor Load
es: Carga de receptores
zh_hans: 受体负荷
zh_hant: 受體負荷

source: Receptor load over time
es: Carga de receptores en el tiempo
zh_hans: 受体负荷变化
zh_hant: 受體負荷變化

source: Receptor target
es: Receptor objetivo
zh_hans: 受体靶点
zh_hant: 受體標靶

source: Receptors and enzymes adjust, and your baseline shifts down — this is the tolerance most people mean, and what the bar on each card shows. It returns once you stop, at a pace set by the receptor.
es: Los receptores y las enzimas se ajustan, y tu línea base baja — esta es la tolerancia a la que se refiere la mayoría, y lo que muestra la barra de cada tarjeta. Vuelve cuando paras, al ritmo que marca el receptor.
zh_hans: 受体和酶会做出调整，你的基线也往下移——大多数人说的耐受就是这种，每张卡片上那条进度条显示的也是它。停用后基线就会回升，快慢由受体决定。
zh_hant: 受體和酶會做出調整，你的基線也往下移——大多數人說的耐受就是這種，每張卡片上那條進度條顯示的也是它。停用後基線就會回升，快慢由受體決定。

source: Reconstitute with
es: Reconstituir con
zh_hans: 复溶溶剂
zh_hant: 復溶溶劑

source: Reconstitution calculator
es: Calculadora de reconstitución
zh_hans: 复溶计算器
zh_hant: 復溶計算器

source: Record
es: Registrar
zh_hans: 记录
zh_hant: 記錄

source: Record %lld Entries
es: Agregar %lld registros
zh_hans: 添加 %lld 条记录
zh_hant: 新增 %lld 筆記錄

source: Record an entry
es: Agregar un registro
zh_hans: 添加记录
zh_hant: 新增記錄

source: Record an entry to start your first session.
es: Agrega un registro para empezar tu primera sesión.
zh_hans: 添加记录，开始第一场。
zh_hant: 新增記錄，開始第一場。

source: Record what you can now. Piru can't tell what caused a gap or whether the memory returns.
es: Registra lo que puedas ahora. Piru no puede saber qué causó una laguna ni si el recuerdo volverá.
zh_hans: 趁现在把能记的记下来。Piru 无法判断断片的原因，也无法判断记忆是否会回来。
zh_hant: 趁現在把能記的記下來。Piru 無法判斷斷片的原因，也無法判斷記憶是否會回來。

source: Record your first entry
es: Agrega tu primer registro
zh_hans: 添加第一条记录
zh_hant: 新增第一筆記錄

source: Records this entry
es: Guarda este registro
zh_hans: 保存这条记录
zh_hant: 儲存這筆記錄

source: Recoverable Copies
es: Copias recuperables
zh_hans: 可恢复的副本
zh_hant: 可還原的副本

source: Recovered Data
es: Datos recuperados
zh_hans: 恢复的数据
zh_hant: 還原的資料

source: Recovers in days
es: Se recupera en días
zh_hans: 数天内恢复
zh_hant: 數天內恢復

source: Recovers over ~a week
es: Se recupera en ~una semana
zh_hans: 约一周内恢复
zh_hant: 約一週內恢復

source: Recovers over a month+
es: Se recupera en más de un mes
zh_hans: 一个多月内恢复
zh_hant: 一個多月內恢復

source: Recovers over months
es: Se recupera en meses
zh_hans: 数月内恢复
zh_hant: 數月內恢復

source: Recovers over weeks
es: Se recupera en semanas
zh_hans: 数周内恢复
zh_hant: 數週內恢復

source: Recovery
es: Recuperación
zh_hans: 恢复
zh_hant: 恢復

source: Recovery — Right Now
es: Recuperación — ahora mismo
zh_hans: 恢复——此刻
zh_hant: 恢復——此刻

source: Recovery by mechanism
es: Recuperación por mecanismo
zh_hans: 按机制的恢复
zh_hant: 按機制的恢復

source: Recovery Guide
es: Guía de recuperación
zh_hans: 恢复指南
zh_hant: 恢復指南

source: Recovery tips
es: Consejos de recuperación
zh_hans: 恢复提示
zh_hant: 恢復提示

source: Recovery Tips
es: Consejos de recuperación
zh_hans: 恢复提示
zh_hant: 恢復提示

source: Recreational doses — not a prescribed amount
es: Dosis recreativas — no una cantidad prescrita
zh_hans: 娱乐用剂量——并非处方用量。
zh_hant: 娛樂用劑量——並非處方用量。

source: Reduced effect (~%@)
es: Efecto reducido (~%@)
zh_hans: 效应减弱（约 %@）
zh_hant: 效應減弱（約 %@）
